Repository: fangjunyu1/SwiftSlim
Catalog: SwiftSlim/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Groups list or form content.
ar: يجمع محتوى القائمة أو النموذج.
bg: Групира съдържание в списък или формуляр.
bn: লিস্ট বা ফর্মের কনটেন্ট গ্রুপ করে।
ca: Agrupa contingut de llista o formulari.
cs: Seskupuje obsah seznamu nebo formuláře.
da: Grupperer liste- eller formularindhold.
de: Gruppiert Listen- oder Formularinhalt.
el: Ομαδοποιεί περιεχόμενο λίστας ή φόρμας.
es: Agrupa contenido de lista o formulario.
fi: Ryhmittelee listan tai lomakkeen sisältöä.
fr: Regroupe du contenu de liste ou de formulaire.
gu: લિસ્ટ અથવા ફોર્મની સામગ્રી જૂથિત કરે છે.
he: מקבץ תוכן של רשימה או טופס.
hi: सूची या फ़ॉर्म की सामग्री को समूहित करता है।
hr: Grupira sadržaj liste ili obrasca.
hu: Lista- vagy űrlaptartalmat csoportosít.
id: Mengelompokkan konten daftar atau formulir.
it: Raggruppa contenuti di lista o modulo.
ja: リストやフォームの内容をグループ化します。
kk: Тізім немесе форма мазмұнын топтайды.
kn: ಲಿಸ್ಟ್ ಅಥವಾ ಫಾರ್ಮ್ ವಿಷಯವನ್ನು ಗುಂಪು ಮಾಡುತ್ತದೆ.
ko: 목록이나 폼 콘텐츠를 그룹화합니다.
lt: Grupuoja sąrašo arba formos turinį.
ml: ലിസ്റ്റ് അല്ലെങ്കിൽ ഫോം ഉള്ളടക്കം ഗ്രൂപ്പ് ചെയ്യുന്നു.
mr: यादी किंवा फॉर्ममधील सामग्री गटबद्ध करतो.
ms: Mengumpulkan kandungan senarai atau borang.
nb: Grupperer liste- eller skjemainnhold.
nl: Groepeert lijst- of formulierinhoud.
or: ଲିଷ୍ଟ କିମ୍ବା ଫର୍ମ ବିଷୟବସ୍ତୁକୁ ଗୋଷ୍ଠୀ କରେ।
pa: ਲਿਸਟ ਜਾਂ ਫਾਰਮ ਸਮੱਗਰੀ ਨੂੰ ਗਰੁੱਪ ਕਰਦਾ ਹੈ।
pl: Grupuje zawartość listy lub formularza.
pt: Agrupa conteúdo de lista ou formulário.
ro: Grupează conținut de listă sau formular.
ru: Группирует содержимое списка или формы.
sk: Zoskupuje obsah zoznamu alebo formulára.
sl: Združuje vsebino seznama ali obrazca.
sv: Grupperar list- eller formulärinnehåll.
ta: பட்டியல் அல்லது படிவ உள்ளடக்கத்தை குழுபடுத்தும்.
te: లిస్ట్ లేదా ఫారమ్ కంటెంట్‌ను సమూహపరుస్తుంది.
th: จัดกลุ่มเนื้อหาในลิสต์หรือฟอร์ม
tr: Liste veya form içeriğini gruplar.
uk: Групує вміст списку або форми.
ur: لسٹ یا فارم کے مواد کو گروپ کرتا ہے۔
vi: Nhóm nội dung danh sách hoặc biểu mẫu.
zh_hans: 用于给列表或表单内容分区。
zh_hant: 用於區分列表或表單內容。

source: Hello, %@
ar: مرحبًا، %@
bg: Здравей, %@
bn: হ্যালো, %@
ca: Hola, %@
cs: Ahoj, %@
da: Hej, %@
de: Hallo, %@
el: Γεια σου, %@
es: Hola, %@
fi: Hei, %@
fr: Bonjour, %@
gu: હેલો, %@
he: שלום, %@
hi: नमस्ते, %@
hr: Bok, %@
hu: Szia, %@
id: Halo, %@
it: Ciao, %@
ja: こんにちは、%@
kk: Сәлем, %@
kn: ಹಲೋ, %@
ko: 안녕하세요, %@
lt: Labas, %@
ml: ഹലോ, %@
mr: नमस्कार, %@
ms: Helo, %@
nb: Hei, %@
nl: Hallo, %@
or: ନମସ୍କାର, %@
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, %@
pl: Cześć, %@
pt: Olá, %@
ro: Salut, %@
ru: Привет, %@
sk: Ahoj, %@
sl: Živjo, %@
sv: Hej, %@
ta: வணக்கம், %@
te: హలో, %@
th: สวัสดี %@
tr: Merhaba, %@
uk: Привіт, %@
ur: ہیلو، %@
vi: Xin chào, %@
zh_hans: 你好，%@
zh_hant: 你好，%@

source: Hello, I’m Fang Junyu, an independent developer from China and the author of %@.
ar: مرحبًا، أنا فانغ جونيو، مطور مستقل من الصين ومؤلف %@.
bg: Здравейте, аз съм Фан Джуню, независим разработчик от Китай и авторът на %@.
bn: সবাইকে শুভেচ্ছা, আমি ফাং জুনইউ, চীন থেকে আসা একজন স্বাধীন ডেভেলপার এবং %@-এর লেখক।
ca: Hola, sóc Fang Junyu, un desenvolupador independent de la Xina i l’autor de %@.
cs: Ahoj, jsem Fang Junyu, nezávislý vývojář z Číny a autor %@.
da: Hej, jeg er Fang Junyu, en uafhængig udvikler fra Kina og forfatteren til %@.
de: Hallo, ich bin Fang Junyu, ein unabhängiger Entwickler aus China und der Autor von %@.
el: Γεια σας, είμαι ο Fang Junyu, ένας ανεξάρτητος προγραμματιστής από την Κίνα και ο δημιουργός του %@.
es: Hola, soy Fang Junyu, un desarrollador independiente de China y el autor de %@.
fi: Hei, olen Fang Junyu, itsenäinen kehittäjä Kiinasta ja %@:n tekijä.
fr: Bonjour, je m’appelle Fang Junyu, je suis un développeur indépendant originaire de Chine et l’auteur de %@.
gu: નમસ્તે, હું ફાંગ જુનયુ છું, ચીનમાંથી એક સ્વતંત્ર ડેવલપર અને %@ નો લેખક છું.
he: שלום, אני פאנג ג'וניו, מפתח עצמאי מסין והיוצר של %@.
hi: नमस्ते, मैं फांग जुन्यू हूँ, चीन से एक स्वतंत्र डेवलपर और %@ का लेखक।
hr: Pozdrav, ja sam Fang Junyu, nezavisni programer iz Kine i autor %@.
hu: Üdvözlöm, Fang Junyu vagyok, egy független fejlesztő Kínából és a(z) %@ szerzője.
id: Halo, saya Fang Junyu, seorang pengembang independen dari Tiongkok dan pembuat %@.
it: Ciao, sono Fang Junyu, uno sviluppatore indipendente dalla Cina e l’autore di %@.
ja: こんにちは、方君宇です。中国出身のインディー開発者であり、「%@」の作者でもあります。
kk: Сәлем, мен Фаң Цзюньюймін, Қытайдан шыққан тәуелсіз әзірлеушімін және %@ авторымын.
kn: ನಮಸ್ಕಾರ, ನಾನು ಫಾಂಗ್ ಜುನ್ಯೂ, ಚೀನಾದ ಸ್ವತಂತ್ರ ಡೆವಲಪರ್ ಮತ್ತು %@ ರ ಲೇಖಕ.
ko: 안녕하세요, 저는 중국 출신의 독립 개발자 방쥔위이며, %@의 저자이기도 합니다.
lt: Sveiki, aš esu Fang Junyu, nepriklausomas kūrėjas iš Kinijos ir %@ autorius.
ml: നമസ്കാരം, ഞാൻ ഫാങ് ജൂൻയു, ചൈനയിൽ നിന്നുള്ള ഒരു സ്വതന്ത്ര ഡെവലപ്പറും %@യുടെ രചയിതാവുമാണ്.
mr: नमस्कार, मी फांग जुन्यू, चीनमधील एक स्वतंत्र डेव्हलपर आणि %@ चा लेखक आहे.
ms: Hai, saya Fang Junyu, seorang pembangun bebas dari China dan penulis %@.
nb: Hei, jeg er Fang Junyu, en uavhengig utvikler fra Kina og forfatteren av %@.
nl: Hallo, ik ben Fang Junyu, een onafhankelijke ontwikkelaar uit China en de maker van %@.
or: ନମସ୍କାର, ମୁଁ ଫାଙ୍ଗ ଜୁନୟୁ, ଚୀନରୁ ଜଣେ ସ୍ୱାଧୀନ ଡେଭଲପର ଏବଂ %@ ର ଲେଖକ।
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ, ਮੈਂ ਫਾਂਗ ਜੁਨਯੂ ਹਾਂ, ਚੀਨ ਤੋਂ ਇੱਕ ਸੁਤੰਤਰ ਡਿਵੈਲਪਰ ਅਤੇ %@ ਦਾ ਲੇਖਕ।
pl: Cześć, jestem Fang Junyu, niezależnym deweloperem z Chin i autorem %@.
pt: Olá, sou Fang Junyu, um desenvolvedor independente da China e o autor de %@.
ro: Salut, sunt Fang Junyu, un dezvoltator independent din China și autorul %@.
ru: Здравствуйте, я Фан Цзюньюй, независимый разработчик из Китая и автор %@.
sk: Ahoj, som Fang Junyu, nezávislý vývojár z Číny a autor %@.
sl: Pozdravljeni, sem Fang Junyu, neodvisni razvijalec iz Kitajske in avtor %@.
sv: Hej, jag är Fang Junyu, en oberoende utvecklare från Kina och skaparen av %@.
ta: வணக்கம், நான் ஃபாங் ஜுன்யூ, சீனாவைச் சேர்ந்த ஒரு சுயாதீன டெவலப்பரும் %@-இன் ஆசிரியரும் ஆவேன்.
te: నమస్కారం, నేను ఫాంగ్ జున్యూ, చైనా నుండి వచ్చిన స్వతంత్ర డెవలపర్ మరియు %@ రచయితను.
th: สวัสดี ผมคือ ฟาง จวินอวี่ นักพัฒนาอิสระจากจีน และเป็นผู้เขียน %@
tr: Merhaba, ben Fang Junyu. Çin’den bağımsız bir geliştiriciyim ve %@ adlı eserin yazarıyım.
uk: Вітаю, я Фан Цзюньюй, незалежний розробник із Китаю та автор %@.
ur: ہیلو، میں فانگ جون یو ہوں، چین سے ایک آزاد ڈویلپر اور %@ کا مصنف۔
vi: Xin chào, tôi là Fang Junyu, một nhà phát triển độc lập đến từ Trung Quốc và là tác giả của %@.
zh_hans: 大家好，我是方君宇，一名来自中国的独立开发者，也是《%@》的作者。
zh_hant: 大家好，我是方君宇，一名來自中國的獨立開發者，也是《%@》的作者。

source: Hides sensitive text input.
ar: يخفي إدخال النص الحساس.
bg: Скрива поверителен текст.
bn: সংবেদনশীল টেক্সট ইনপুট লুকায়।
ca: Amaga text sensible.
cs: Skrývá citlivý text.
da: Skjuler følsom tekst.
de: Verbirgt sensible Texteingabe.
el: Κρύβει ευαίσθητο κείμενο.
es: Oculta texto sensible.
fi: Piilottaa arkaluonteisen tekstin.
fr: Masque le texte sensible.
gu: સંવેદનશીલ લખાણ છુપાવે છે.
he: מסתיר קלט טקסט רגיש.
hi: संवेदनशील टेक्स्ट छिपाता है।
hr: Skriva osjetljiv tekst.
hu: Elrejti az érzékeny szöveget.
id: Menyembunyikan input teks sensitif.
it: Nasconde testo sensibile.
ja: 機密テキスト入力を隠します。
kk: Құпия мәтінді жасырады.
kn: ಸಂವೇದನಶೀಲ ಪಠ್ಯವನ್ನು ಮರೆಮಾಡುತ್ತದೆ.
ko: 민감한 텍스트 입력을 숨깁니다.
lt: Paslepia jautrų tekstą.
ml: സെൻസിറ്റീവ് ടെക്സ്റ്റ് മറയ്ക്കുന്നു.
mr: संवेदनशील मजकूर लपवतो.
ms: Menyembunyikan input teks sensitif.
nb: Skjuler sensitiv tekst.
nl: Verbergt gevoelige tekstinvoer.
or: ସମ୍ବେଦନଶୀଳ ଟେକ୍ସଟ୍ ଲୁଚାଏ।
pa: ਸੰਵੇਦਨਸ਼ੀਲ ਟੈਕਸਟ ਲੁਕਾਉਂਦਾ ਹੈ।
pl: Ukrywa wrażliwy tekst.
pt: Oculta texto sensível.
ro: Ascunde text sensibil.
ru: Скрывает чувствительный текст.
sk: Skrýva citlivý text.
sl: Skrije občutljivo besedilo.
sv: Döljer känslig text.
ta: முக்கியமான உரை உள்ளீட்டை மறைக்கும்.
te: సున్నితమైన టెక్స్ట్ ఇన్‌పుట్‌ను దాచుతుంది.
th: ซ่อนข้อความที่ละเอียดอ่อน
tr: Hassas metin girişini gizler.
uk: Приховує чутливий текст.
ur: حساس متن ان پٹ چھپاتا ہے۔
vi: Ẩn văn bản nhạy cảm.
zh_hans: 用于输入隐藏内容。
zh_hant: 用於輸入隱藏內容。

source: Home
ar: الإعدادات
bg: Начало
bn: হোম
ca: Inici
cs: Domů
da: Hjem
de: Start
el: Αρχική
es: Inicio
fi: Koti
fr: Accueil
gu: હોમ
he: הגדרות
hi: होम
hr: Početna
hu: Főoldal
id: Beranda
ja: ホーム
kk: Басты бет
kn: ಹೋಮ್
ko: 홈
lt: Pradžia
ml: ഹോം
mr: होम
ms: Utama
nb: Hjem
or: ହୋମ
pa: ਹੋਮ
pl: Start
pt: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domov
sv: Hem
ta: முகப்பு
te: హోమ్
th: หน้าแรก
tr: Ana Sayfa
uk: Головна
ur: سیٹنگز
vi: Trang chủ
zh_hans: 首页
zh_hant: 首頁

source: Icon & Text
ar: أيقونة ونص
bg: Икона и текст
bn: আইকন ও টেক্সট
ca: Icona i text
cs: Ikona a text
da: Ikon og tekst
de: Icon und Text
el: Εικονίδιο και κείμενο
es: Icono y texto
fi: Kuvake ja teksti
fr: Icône et texte
gu: ચિહ્ન અને લખાણ
he: סמל וטקסט
hi: आइकन और टेक्स्ट
hr: Ikona i tekst
hu: Ikon és szöveg
id: Ikon & Teks
it: Icona e testo
ja: アイコンと文字
kk: Белгіше мен мәтін
kn: ಐಕಾನ್ ಮತ್ತು ಪಠ್ಯ
ko: 아이콘과 텍스트
lt: Piktograma ir tekstas
ml: ഐക്കണും ടെക്സ്റ്റും
mr: आयकॉन आणि मजकूर
ms: Ikon & Teks
nb: Ikon og tekst
nl: Icoon en tekst
or: ଆଇକନ୍ ଓ ଟେକ୍ସଟ୍
pa: ਆਈਕਨ ਅਤੇ ਟੈਕਸਟ
pl: Ikona i tekst
pt: Ícone e texto
ro: Pictogramă și text
ru: Значок и текст
sk: Ikona a text
sl: Ikona in besedilo
sv: Ikon och text
ta: சின்னம் மற்றும் உரை
te: ఐకాన్ మరియు టెక్స్ట్
th: ไอคอนและข้อความ
tr: Simge ve metin
uk: Значок і текст
ur: آئیکن اور متن
vi: Biểu tượng và văn bản
zh_hans: 图标与文字
zh_hant: 圖示與文字

source: If you run into any confusion while learning, or have any suggestions for the app, you can let me know through “Feedback” in Settings. I will carefully read every piece of feedback.
ar: إذا واجهت أي حيرة أثناء التعلم، أو كانت لديك أي اقتراحات بشأن التطبيق، فيمكنك إخباري بذلك من خلال «الملاحظات» في الإعدادات. سأطّلع بعناية على كل ملاحظة.
bg: Ако срещнете каквото и да е затруднение по време на обучението или имате предложения за приложението, можете да ми пишете чрез „Feedback“ в Settings. Ще прегледам внимателно всяко мнение.
bn: শেখার সময় যদি কোনো বিভ্রান্তি হয়, বা অ্যাপ সম্পর্কে আপনার কোনো পরামর্শ থাকে, তাহলে সেটিংসের “Feedback” থেকে আমাকে জানাতে পারেন। আমি প্রতিটি মতামত মনোযোগ দিয়ে দেখব।
ca: Si tens qualsevol dubte durant l’aprenentatge, o qualsevol suggeriment sobre l’app, pots fer-m’ho saber a través de “Feedback” a Settings. Llegiré amb atenció cada comentari.
cs: Pokud při učení narazíte na jakékoli nejasnosti nebo máte jakékoli návrhy k aplikaci, můžete mi je poslat přes „Feedback“ v Settings. Každou zpětnou vazbu si pečlivě přečtu.
da: Hvis du møder noget, der er uklart under læringen, eller har forslag til appen, kan du fortælle mig det via “Feedback” i Settings. Jeg vil læse hver eneste tilbagemelding grundigt.
de: Wenn dir beim Lernen etwas unklar ist oder du Vorschläge für die App hast, kannst du es mir über „Feedback“ in den Settings mitteilen. Ich werde jedes Feedback sorgfältig lesen.
el: Αν συναντήσετε οποιαδήποτε απορία κατά τη διάρκεια της μάθησης ή έχετε οποιαδήποτε πρόταση για την εφαρμογή, μπορείτε να μου το πείτε μέσω του «Feedback» στις Settings. Θα διαβάσω προσεκτικά κάθε σχόλιο.
es: Si encuentras cualquier duda durante el aprendizaje, o tienes alguna sugerencia sobre la app, puedes decírmelo a través de “Feedback” en Settings. Leeré atentamente cada comentario.
fi: Jos kohtaat oppimisen aikana jotain epäselvää tai sinulla on ehdotuksia sovellukseen liittyen, voit kertoa niistä minulle Settingsin “Feedback”-kohdan kautta. Luin jokaisen palautteen huolellisesti.
fr: Si vous rencontrez des difficultés pendant l’apprentissage, ou si vous avez des suggestions pour l’app, vous pouvez me les envoyer via « Feedback » dans Settings. Je lirai attentivement chaque retour.
gu: શીખતા સમયે તમને કોઈ ગૂંચવણ થાય, અથવા એપ વિશે કોઈ સૂચન હોય, તો Settings માંના “Feedback” દ્વારા મને કહી શકો છો. હું દરેક પ્રતિસાદ ધ્યાનથી વાંચીશ.
he: אם נתקלתם בבלבול כלשהו במהלך הלמידה, או שיש לכם הצעות לגבי האפליקציה, תוכלו לספר לי דרך “Feedback” ב-Settings. אקרא כל משוב בקפידה.
hi: सीखते समय यदि आपको कोई भी उलझन हो, या ऐप के बारे में कोई सुझाव हो, तो आप Settings में “Feedback” के माध्यम से मुझे बता सकते हैं। मैं हर प्रतिक्रिया को ध्यान से पढ़ूँगा।
hr: Ako tijekom učenja naiđete na bilo kakve nedoumice ili imate bilo kakve prijedloge za aplikaciju, možete mi ih poslati putem „Feedback” u Settings. Pažljivo ću pročitati svaku povratnu informaciju.
hu: Ha tanulás közben bármilyen kérdésed merül fel, vagy bármilyen javaslatod van az apphoz, a Settingsben található „Feedback” menüponton keresztül jelezheted nekem. Minden visszajelzést figyelmesen elolvasok.
id: Jika Anda mengalami kebingungan saat belajar, atau memiliki saran untuk aplikasi ini, Anda dapat memberi tahu saya melalui “Feedback” di Settings. Saya akan membaca setiap masukan dengan saksama.
it: Se incontri qualsiasi dubbio durante l’apprendimento, o hai suggerimenti per l’app, puoi farmelo sapere tramite “Feedback” nelle Settings. Leggerò con attenzione ogni feedback.
ja: 学習中にわからないことがあったり、App について何か提案があれば、設定内の「フィードバック」から知らせてください。いただいた内容は一つひとつ丁寧に確認します。
kk: Оқу барысында қандай да бір түсініксіздік туындаса немесе қолданбаға қатысты ұсыныстарыңыз болса, оны Settings ішіндегі “Feedback” арқылы маған жібере аласыз. Мен әрбір пікірді мұқият қараймын.
kn: ಕಲಿಯುವ ಸಂದರ್ಭದಲ್ಲಿ ನಿಮಗೆ ಯಾವುದೇ ಗೊಂದಲ ಉಂಟಾದರೂ, ಅಥವಾ ಆಪ್ ಕುರಿತು ಯಾವುದಾದರೂ ಸಲಹೆ ಇದ್ದರೂ, Settings‌ನ “Feedback” ಮೂಲಕ ನನಗೆ ತಿಳಿಸಬಹುದು. ಪ್ರತಿಯೊಂದು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನೂ ನಾನು ಗಮನದಿಂದ ಓದುತ್ತೇನೆ.
ko: 학습하는 과정에서 궁금한 점이 생기거나 App에 대한 제안이 있다면, 설정의 ‘피드백’을 통해 알려 주세요. 모든 피드백을 꼼꼼히 확인하겠습니다.
lt: Jei mokydamiesi susidursite su neaiškumais arba turėsite pasiūlymų dėl programėlės, galite man apie tai pranešti per „Feedback“ skiltyje Settings. Kiekvieną atsiliepimą atidžiai perskaitysiu.
ml: പഠിക്കുന്നതിനിടെ എന്തെങ്കിലും സംശയം ഉണ്ടായാലും, അല്ലെങ്കിൽ ആപ്പിനെക്കുറിച്ച് ഏതെങ്കിലും നിർദേശങ്ങൾ ഉണ്ടായാലും, Settings ലെയുള്ള “Feedback” വഴി എന്നെ അറിയിക്കാം. ഓരോ പ്രതികരണവും ഞാൻ ശ്രദ്ധയോടെ പരിശോധിക്കും.
mr: शिकताना तुम्हाला काहीही गोंधळ वाटला, किंवा अॅपबद्दल काही सूचना असतील, तर Settings मधील “Feedback” द्वारे मला कळवू शकता. मी प्रत्येक अभिप्राय काळजीपूर्वक वाचेन.
ms: Jika anda menghadapi sebarang kekeliruan semasa belajar, atau mempunyai cadangan tentang aplikasi ini, anda boleh memberitahu saya melalui “Feedback” dalam Settings. Saya akan meneliti setiap maklum balas dengan teliti.
nb: Hvis du møter noe som er uklart under læringen, eller har forslag til appen, kan du gi meg beskjed via “Feedback” i Settings. Jeg vil lese hver tilbakemelding nøye.
nl: Als je tijdens het leren ergens tegenaan loopt, of suggesties voor de app hebt, kun je het me laten weten via ‘Feedback’ in Settings. Ik zal elke feedback zorgvuldig lezen.
or: ଶିଖୁଥିବା ସମୟରେ ଯଦି କୌଣସି ଅସ୍ପଷ୍ଟତା ହୁଏ, କିମ୍ବା ଆପ୍‌ ସମ୍ପର୍କରେ କୌଣସି ପରାମର୍ଶ ଥାଏ, ତେବେ Settings ଭିତରେ ଥିବା “Feedback” ମାଧ୍ୟମରେ ମୋତେ ଜଣାଇପାରିବେ। ମୁଁ ପ୍ରତ୍ୟେକ ମତାମତକୁ ଗଭୀରତାର ସହିତ ପଢ଼ିବି।
pa: ਜੇ ਸਿੱਖਣ ਦੇ ਦੌਰਾਨ ਤੁਹਾਨੂੰ ਕੋਈ ਵੀ ਉਲਝਣ ਆਏ, ਜਾਂ ਐਪ ਬਾਰੇ ਕੋਈ ਸੁਝਾਅ ਹੋਵੇ, ਤਾਂ ਤੁਸੀਂ Settings ਵਿੱਚ ਮੌਜੂਦ “Feedback” ਰਾਹੀਂ ਮੈਨੂੰ ਦੱਸ ਸਕਦੇ ਹੋ। ਮੈਂ ਹਰ ਇਕ ਫੀਡਬੈਕ ਧਿਆਨ ਨਾਲ ਪੜ੍ਹਾਂਗਾ।
pl: Jeśli podczas nauki napotkasz jakiekolwiek trudności lub masz sugestie dotyczące aplikacji, możesz dać mi znać przez „Feedback” w Settings. Uważnie przeczytam każdą opinię.
pt: Se você encontrar qualquer dúvida durante o aprendizado, ou tiver sugestões para o app, pode me avisar pelo “Feedback” em Settings. Vou ler cada comentário com atenção.
ro: Dacă întâmpini orice nelămurire în timpul învățării sau ai sugestii pentru aplicație, îmi poți spune prin „Feedback” din Settings. Voi citi cu atenție fiecare mesaj.
ru: Если в процессе обучения у вас возникнут какие-либо вопросы или предложения по приложению, вы можете сообщить мне об этом через «Feedback» в Settings. Я внимательно прочитаю каждый отзыв.
sk: Ak počas učenia narazíte na akékoľvek nejasnosti alebo máte návrhy k aplikácii, môžete mi ich poslať cez „Feedback“ v Settings. Každú spätnú väzbu si pozorne prečítam.
sl: Če med učenjem naletite na kakršno koli nejasnost ali imate predloge za aplikacijo, mi lahko to sporočite prek »Feedback« v Settings. Vsako povratno informacijo bom skrbno prebral.
sv: Om du stöter på något som känns oklart under lärandet, eller har förslag på appen, kan du berätta det för mig via “Feedback” i Settings. Jag kommer att läsa varje synpunkt noggrant.
ta: கற்றல் செயல்முறையில் ஏதேனும் குழப்பம் ஏற்பட்டாலும், அல்லது App குறித்து ஏதேனும் ஆலோசனை இருந்தாலும், Settings உள்ள “Feedback” மூலம் எனக்குத் தெரிவிக்கலாம். ஒவ்வொரு கருத்தையும் நான் கவனமாகப் பார்ப்பேன்.
te: నేర్చుకునే సమయంలో మీకు ఏదైనా సందేహం వచ్చినా, లేదా యాప్ గురించి ఏవైనా సూచనలు ఉన్నా, Settings లోని “Feedback” ద్వారా నాకు తెలియజేయవచ్చు. ప్రతి అభిప్రాయాన్ని నేను శ్రద్ధగా చదువుతాను.
th: หากคุณพบความสับสนใด ๆ ระหว่างการเรียนรู้ หรือมีข้อเสนอแนะเกี่ยวกับ App คุณสามารถบอกฉันได้ผ่าน “Feedback” ใน Settings ฉันจะอ่านทุกความคิดเห็นอย่างตั้งใจ
tr: Öğrenme sürecinde herhangi bir noktada kafanız karışırsa ya da uygulama hakkında bir öneriniz olursa, bunu Settings içindeki “Feedback” üzerinden bana iletebilirsiniz. Her geri bildirimi dikkatle okuyacağım.
uk: Якщо під час навчання у вас виникнуть будь-які труднощі або пропозиції щодо застосунку, ви можете написати мені через «Feedback» у Settings. Я уважно прочитаю кожен відгук.
ur: اگر سیکھنے کے دوران آپ کو کوئی الجھن پیش آئے، یا ایپ کے بارے میں کوئی مشورہ ہو، تو آپ Settings میں موجود “Feedback” کے ذریعے مجھے بتا سکتے ہیں۔ میں ہر رائے کو غور سے پڑھوں گا۔
vi: Nếu bạn gặp bất kỳ điều gì khó hiểu trong quá trình học, hoặc có bất kỳ góp ý nào về App, bạn đều có thể cho tôi biết qua mục “Feedback” trong Settings. Tôi sẽ đọc kỹ từng phản hồi.
zh_hans: 在学习过程中遇到任何困惑，或者对 App 有任何建议，都可以通过设置中的“问题反馈”告诉我。我会认真查看每一条反馈。
zh_hant: 在學習過程中遇到任何困惑，或者對 App 有任何建議，都可以透過設定中的「問題回饋」告訴我。我會認真查看每一條回饋。

source: Image
ar: صورة
bg: Изображение
bn: ছবি
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
gu: છબી
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
it: Immagine
ja: 画像
kk: Сурет
kn: ಚಿತ್ರ
ko: 이미지
lt: Paveikslas
ml: ചിത്രം
mr: प्रतिमा
ms: Imej
nb: Bilde
nl: Afbeelding
or: ଛବି
pa: ਚਿੱਤਰ
pl: Obraz
pt: Imagem
ro: Imagine
ru: Изображение
sk: Obrázok
sl: Slika
sv: Bild
ta: படம்
te: చిత్రం
th: รูปภาพ
tr: Görsel
uk: Зображення
ur: تصویر
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Input
ar: إدخال
bg: Въвеждане
bn: ইনপুট
ca: Entrada
cs: Vstup
de: Eingabe
el: Είσοδος
es: Entrada
fi: Syöte
fr: Saisie
gu: ઇનપુટ
he: קלט
hi: इनपुट
hr: Unos
hu: Bevitel
ja: 入力
kk: Енгізу
kn: ಇನ್‌ಪುಟ್
ko: 입력
lt: Įvestis
ml: ഇൻപുട്ട്
mr: इनपुट
nb: Inndata
nl: Invoer
or: ଇନପୁଟ
pa: ਇਨਪੁੱਟ
pl: Wprowadzanie
pt: Entrada
ro: Introducere
ru: Ввод
sk: Vstup
sl: Vnos
sv: Inmatning
ta: உள்ளீடு
te: ఇన్‌పుట్
th: ป้อนข้อมูล
tr: Giriş
uk: Введення
ur: اِن پٹ
vi: Nhập
zh_hans: 输入
zh_hant: 輸入

source: Input, Selection & Editing
ar: الإدخال والاختيار والتحرير
bg: Въвеждане, избор и редактиране
bn: ইনপুট, নির্বাচন ও সম্পাদনা
ca: Entrada, selecció i edició
cs: Vstup, výběr a úpravy
da: Input, valg og redigering
de: Eingabe, Auswahl und Bearbeitung
el: Εισαγωγή, επιλογή και επεξεργασία
es: Entrada, selección y edición
fi: Syöte, valinta ja muokkaus
fr: Saisie, sélection et édition
gu: ઇનપુટ, પસંદગી અને સંપાદન
he: קלט, בחירה ועריכה
hi: इनपुट, चयन और संपादन
hr: Unos, odabir i uređivanje
hu: Bevitel, kijelölés és szerkesztés
id: Input, pilihan, dan edit
it: Input, selezione e modifica
ja: 入力・選択・編集
kk: Енгізу, таңдау және өңдеу
kn: ಇನ್‌ಪುಟ್, ಆಯ್ಕೆ ಮತ್ತು ಸಂಪಾದನೆ
ko: 입력, 선택 및 편집
lt: Įvestis, pasirinkimas ir redagavimas
ml: ഇൻപുട്ട്, തിരഞ്ഞെടുപ്പ്, തിരുത്തൽ
mr: इनपुट, निवड आणि संपादन
ms: Input, pilihan dan edit
nb: Inndata, valg og redigering
nl: Invoer, selectie en bewerking
or: ଇନପୁଟ, ଚୟନ ଓ ସମ୍ପାଦନ
pa: ਇਨਪੁੱਟ, ਚੋਣ ਅਤੇ ਸੋਧ
pl: Wprowadzanie, wybór i edycja
pt: Entrada, seleção e edição
ro: Introducere, selecție și editare
ru: Ввод, выбор и редактирование
sk: Vstup, výber a úpravy
sl: Vnos, izbira in urejanje
sv: Inmatning, val och redigering
ta: உள்ளீடு, தேர்வு மற்றும் திருத்தம்
te: ఇన్‌పుట్, ఎంపిక మరియు సవరణ
th: ป้อนข้อมูล เลือก และแก้ไข
tr: Giriş, seçim ve düzenleme
uk: Введення, вибір і редагування
ur: اِن پٹ، انتخاب اور ترمیم
vi: Nhập, chọn và chỉnh sửa
zh_hans: 输入、选择与编辑组件
zh_hant: 輸入、選擇與編輯元件

source: Introduction
ar: المقدمة
bg: Въведение
bn: ভূমিকা
ca: Introducció
cs: Úvod
da: Introduktion
de: Einführung
el: Εισαγωγή
es: Introducción
fi: Johdanto
gu: પરિચય
he: מבוא
hi: परिचय
hr: Uvod
hu: Bevezetés
id: Pengantar
it: Introduzione
ja: はじめに
kk: Кіріспе
kn: ಪರಿಚಯ
ko: 소개
lt: Įvadas
ml: അവതാരിക
mr: प्रस्तावना
ms: Pengenalan
nb: Innledning
nl: Inleiding
or: ପରିଚୟ
pa: ਪਰਿਚਯ
pl: Wprowadzenie
pt: Introdução
ro: Introducere
ru: Введение
sk: Úvod
sl: Uvod
sv: Introduktion
ta: அறிமுகம்
te: పరిచయం
th: บทนำ
tr: Giriş
uk: Вступ
ur: تعارف
vi: Giới thiệu
zh_hans: 引言
zh_hant: 引言

source: Layout, Images, and Text
ar: التخطيط والصور والنصوص
bg: Подредба, изображения и текст
bn: লেআউট, ছবি এবং টেক্সট
ca: Disposició, imatges i text
cs: Rozvržení, obrázky a text
da: Layout, billeder og tekst
de: Layout, Bilder und Text
el: Διάταξη, εικόνες και κείμενο
es: Diseño, imágenes y texto
fi: Asettelu, kuvat ja teksti
fr: Disposition, images et texte
gu: રૂપરેખાંકન, છબીઓ અને લખાણ
he: פריסה, תמונות וטקסט
hi: लेआउट, चित्र और पाठ
hr: Raspored, slike i tekst
hu: Elrendezés, képek és szöveg
id: Tata Letak, Gambar, dan Teks
it: Layout, immagini e testo
ja: レイアウト、画像とテキスト
kk: Орналасу, суреттер және мәтін
kn: ವಿನ್ಯಾಸ, ಚಿತ್ರಗಳು ಮತ್ತು ಪಠ್ಯ
ko: 레이아웃, 이미지 및 텍스트
lt: Išdėstymas, vaizdai ir tekstas
ml: ലേയൗട്ട്, ചിത്രങ്ങൾയും എഴുത്തും
mr: मांडणी, चित्रे आणि मजकूर
ms: Susun atur, imej dan teks
nb: Oppsett, bilder og tekst
nl: Indeling, afbeeldingen en tekst
or: ବିନ୍ୟାସ, ଛବି ଏବଂ ପାଠ୍ୟ
pa: ਲੇਆਊਟ, ਚਿੱਤਰ ਅਤੇ ਪਾਠ
pl: Układ, obrazy i tekst
pt: Layout, imagens e texto
ro: Layout, imagini și text
ru: Компоновка, изображения и текст
sk: Rozloženie, obrázky a text
sl: Postavitev, slike in besedilo
sv: Layout, bilder och text
ta: அமைப்பு, படங்கள் மற்றும் உரை
te: అమరిక, చిత్రాలు మరియు పాఠ్యం
th: การจัดวาง รูปภาพ และข้อความ
tr: Düzen, görseller ve metin
uk: Розташування, зображення та текст
ur: لے آؤٹ، تصاویر اور متن
vi: Bố cục, hình ảnh và văn bản
zh_hans: 布局、图片和文字
zh_hant: 佈局、圖片和文字

source: Learn something new today
ar: تعلّم شيئًا جديدًا اليوم
bg: Научи нещо ново днес
bn: আজ নতুন কিছু শিখুন
ca: Aprèn alguna cosa nova avui
cs: Dnes se nauč něco nového
da: Lær noget nyt i dag
de: Lerne heute etwas Neues
el: Μάθε κάτι νέο σήμερα
es: Aprende algo nuevo hoy
fi: Opi jotain uutta tänään
fr: Apprends quelque chose aujourd’hui
gu: આજે કંઈક નવું શીખો
he: למד משהו חדש היום
hi: आज कुछ नया सीखें
hr: Nauči nešto novo danas
hu: Tanulj ma valami újat
id: Pelajari hal baru hari ini
it: Impara qualcosa di nuovo oggi
ja: 今日は新しいことを学ぼう
kk: Бүгін жаңа нәрсе үйрен
kn: ಇಂದು ಹೊಸದನ್ನು ಕಲಿಯಿರಿ
ko: 오늘도 새롭게 배워보세요
lt: Šiandien išmok ką nors naujo
ml: ഇന്ന് പുതിയൊന്ന് പഠിക്കൂ
mr: आज काहीतरी नवीन शिका
ms: Belajar sesuatu yang baru hari ini
nb: Lær noe nytt i dag
nl: Leer vandaag iets nieuws
or: ଆଜି କିଛି ନୁଆ ଶିଖନ୍ତୁ
pa: ਅੱਜ ਕੁਝ ਨਵਾਂ ਸਿੱਖੋ
pl: Naucz się dziś czegoś nowego
pt: Aprenda algo novo hoje
ro: Învață ceva nou azi
ru: Узнай сегодня что-то новое
sk: Dnes sa nauč niečo nové
sl: Danes se nauči nekaj novega
sv: Lär dig något nytt idag
ta: இன்று புதிதாக ஒன்றைக் கற்றுக்கொள்ளுங்கள்
te: ఈరోజు కొత్తదేదైనా నేర్చుకోండి
th: วันนี้มาเรียนรู้อะไรใหม่กัน
tr: Bugün yeni bir şey öğren
uk: Вивчи сьогодні щось нове
ur: آج کچھ نیا سیکھیں
vi: Hôm nay học thêm điều mới
zh_hans: 今天继续学点新东西
zh_hant: 今天繼續學點新東西
